{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "1x"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6B164ACA46A269ABC127C1A3813CD0C0"
		},
		{
			"Source":
			{
				"Text": "Barbara's Room"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6BF4137A4E09FADC3D1B1EA392879955"
		},
		{
			"Source":
			{
				"Text": "Basalt"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DB2D98644AE2106EC187AE916E124736"
		},
		{
			"Source":
			{
				"Text": "Basement"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "FCE8227B48F53FA6EFF2B993BAFB6153"
		},
		{
			"Source":
			{
				"Text": "Brushed Nickel"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "18DC5E9443A5BB3A2B90F7B162ACF84B"
		},
		{
			"Source":
			{
				"Text": "Bunker"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DA9E183647A22378440111910CBC8011"
		},
		{
			"Source":
			{
				"Text": "Burnished Steel"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "FE4D72B74727D68EE900269512ADBD13"
		},
		{
			"Source":
			{
				"Text": "Ceramic Tile"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3FD9F5ED495B69292191DF990216AE9E"
		},
		{
			"Source":
			{
				"Text": "Checker/Dot"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9B3B2B8849D4AE1E15A3988C6174FFCE"
		},
		{
			"Source":
			{
				"Text": "Chrome"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D8E693054E8EC046F143C3985127A19A"
		},
		{
			"Source":
			{
				"Text": "Clay Brick, Beveled"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3262ABFE423BC5EBAD106AA09BEB06B1"
		},
		{
			"Source":
			{
				"Text": "Clay Brick, New"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F4CE2CAE439B929F7A803B819685F312"
		},
		{
			"Source":
			{
				"Text": "Clay Brick, Old"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A5B92A6F489E6BDD33F59DA42E55D476"
		},
		{
			"Source":
			{
				"Text": "Click The Simulate Toolbar Button"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "EE646BB14DE4C7BB8D374F9CF223B43D"
		},
		{
			"Source":
			{
				"Text": "Cobblestone, Pebble"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "44FF04AF47DB16E7B44F93AFE53D5FC8"
		},
		{
			"Source":
			{
				"Text": "Cobblestone, Rough"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "FC576AD54EB2C44A8F725D924751F6E3"
		},
		{
			"Source":
			{
				"Text": "Cobblestone, Smooth"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "40003A444A5F919E59AA34AC84F199FF"
		},
		{
			"Source":
			{
				"Text": "Concrete, Grime"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "38D774124718D501074E67B63BDFA531"
		},
		{
			"Source":
			{
				"Text": "Concrete, Panels"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "92BF808F419CFC86361DBEA5DF0B95F2"
		},
		{
			"Source":
			{
				"Text": "Concrete, Poured"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C7BE34DF4B976E6D653AEC9D6B6D8E52"
		},
		{
			"Source":
			{
				"Text": "Concrete, Tiles"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BEF4E8B743D60917FE0C7E96572FA69A"
		},
		{
			"Source":
			{
				"Text": "Copper"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "EBF5D09C4756D0B7B5CB348568DEFA86"
		},
		{
			"Source":
			{
				"Text": "First Person Template"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "250A277E42B5F40DEB04188F13512296"
		},
		{
			"Source":
			{
				"Text": "Gold"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0617410D48DDD822A4B659B6905706A3"
		},
		{
			"Source":
			{
				"Text": "Grass"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "24C489A34592BED58A3A7CB71F18EEB5"
		},
		{
			"Source":
			{
				"Text": "Gravel"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7B53C2BC43A5480E61F00C9FDF468560"
		},
		{
			"Source":
			{
				"Text": "Hex Tiles"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6C8005D34C59B52AF1D555A08F8BA1CB"
		},
		{
			"Source":
			{
				"Text": "Lake Water"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "39544187479738D17D7BA8B5A5527C0D"
		},
		{
			"Source":
			{
				"Text": "Moss"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "060AD8364E7BBBB8D1E92DB0511E8FD6"
		},
		{
			"Source":
			{
				"Text": "Oak"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E440F3DE45BA4B2C5D8050A73EE833FB"
		},
		{
			"Source":
			{
				"Text": "Ocean Water"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "39A9DF0C417D6D6ADB8616B8BF5F6AAF"
		},
		{
			"Source":
			{
				"Text": "Panel"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "00A0A79A4F31FC1919043D8AA52B0070"
		},
		{
			"Source":
			{
				"Text": "Pine"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F1B4647C4F088A14EDBD99AE31D83F23"
		},
		{
			"Source":
			{
				"Text": "Polished Marble"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "FEEBA05E427D3BC99C25A4AD6E9F934F"
		},
		{
			"Source":
			{
				"Text": "Pulse"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BC8152834213B5D1A460AE967CA1F09F"
		},
		{
			"Source":
			{
				"Text": "Rust"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "38D8584F40423B7E408A29A248AAC4A5"
		},
		{
			"Source":
			{
				"Text": "Sandstone"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A51630AD4072309AF482CDADB8AF5C58"
		},
		{
			"Source":
			{
				"Text": "Slate"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "009556AF48CE6937BF572F8EFB679827"
		},
		{
			"Source":
			{
				"Text": "Steel"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "57DCAD71427BAE0D4D2709BA45E4CB57"
		},
		{
			"Source":
			{
				"Text": "Stone Brick, Cut"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0CC9863546E64AC6B74E30A32D607376"
		},
		{
			"Source":
			{
				"Text": "Stone Brick, Hewn"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1685EE6F4E7E8AFF229191BF97456889"
		},
		{
			"Source":
			{
				"Text": "Walnut"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D67372D04B388B707D841996FA22838F"
		},
		{
			"Source":
			{
				"Text": "Walnut, Polished"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F80060F044605E4D0FC1D99B3043C1EE"
		},
		{
			"Source":
			{
				"Text": "Walnut, Worn"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "CBD93432421B0C6B48A8AE9587579BA4"
		},
		{
			"Source":
			{
				"Text": "X"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "74771FC6478B7617069A3F902A652D5B"
		},
		{
			"Source":
			{
				"Text": "[0]"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "FB03298544399BF14EB741864E221775"
		},
		{
			"Source":
			{
				"Text": "default"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2D43740C4E3B167747AF9FA5FBB075FA"
		},
		{
			"Source":
			{
				"Text": "duration"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9384C9B7417BCBC278747CA4FCA28FA5"
		},
		{
			"Source":
			{
				"Text": "en"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "ECB803424F5A9F94C30C1880EC93E1C5"
		},
		{
			"Source":
			{
				"Text": "explain"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3907AE6948E8B12E1C4C4C996E00CCA6"
		},
		{
			"Source":
			{
				"Text": "fontsize"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "18EB4BFA437235C01228A79CED431A28"
		},
		{
			"Source":
			{
				"Text": "hint"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C630DBCA4CC56197EB5714BD568E6106"
		},
		{
			"Source":
			{
				"Text": "info display test"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9C13250B4D36834294FE54963A86C73C"
		},
		{
			"Source":
			{
				"Text": "posx"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7CF96609444CFB760169B99ACBB84731"
		},
		{
			"Source":
			{
				"Text": "posy"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "57F984824F2653DF7F92C884A4B064F7"
		},
		{
			"Source":
			{
				"Text": "story"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "01861AF94E263D3137EBB7994F60A723"
		},
		{
			"Source":
			{
				"Text": "zh"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "5A68B51342D1DE7D07EEB594239EAEA1"
		},
		{
			"Source":
			{
				"Text": "文本块文本块文本块文本块文本块文本块文本块文本块文本块文本块"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F222E65746541AF0A8F74F99F32EBD8E"
		},
		{
			"Source":
			{
				"Text": "未知空间"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F82BCC3E424A12990D97F6B1A14F9E9D"
		},
		{
			"Source":
			{
				"Text": "测试文本"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "774A10D741EE7655BBE40480BAD90C33"
		},
		{
			"Source":
			{
				"Text": "语言:"
			},
			"Translation":
			{
				"Text": "Language"
			},
			"Key": "67AA393C4DEBC3C9675C8A994A0DC345"
		},
		{
			"Source":
			{
				"Text": "还不能戳"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9273DA4C490BE05BA370E38DD171E3A8"
		},
		{
			"Source":
			{
				"Text": "这里是字幕"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0CE3AA4B45D9BF43DB0A779CE7E8EC68"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "mStringTable",
			"Children": [
				{
					"Source":
					{
						"Text": "CN"
					},
					"Translation":
					{
						"Text": "EN"
					},
					"Key": "NowLanguage"
				},
				{
					"Source":
					{
						"Text": "en"
					},
					"Translation":
					{
						"Text": "en"
					},
					"Key": "language_EN"
				},
				{
					"Source":
					{
						"Text": "ja"
					},
					"Translation":
					{
						"Text": "ja"
					},
					"Key": "language_JP"
				},
				{
					"Source":
					{
						"Text": "v0.1.0"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "version"
				},
				{
					"Source":
					{
						"Text": "zh"
					},
					"Translation":
					{
						"Text": "zh"
					},
					"Key": "language_CN"
				},
				{
					"Source":
					{
						"Text": "一张完全正确的小票"
					},
					"Translation":
					{
						"Text": "A Totally Correct Receipt"
					},
					"Key": "ShoppingListHint"
				},
				{
					"Source":
					{
						"Text": "不同的视角，会有不同的风景"
					},
					"Translation":
					{
						"Text": "Different perspectives, different scenes"
					},
					"Key": "Answer1-2"
				},
				{
					"Source":
					{
						"Text": "中"
					},
					"Translation":
					{
						"Text": "Medium"
					},
					"Key": "Quality_1"
				},
				{
					"Source":
					{
						"Text": "书柜似乎整理好了"
					},
					"Translation":
					{
						"Text": "The showcase seems to be organized"
					},
					"Key": "Collected2Finish"
				},
				{
					"Source":
					{
						"Text": "人就是感觉"
					},
					"Translation":
					{
						"Text": "Human IS Sense"
					},
					"Key": "AllCollection5"
				},
				{
					"Source":
					{
						"Text": "人拥有大脑"
					},
					"Translation":
					{
						"Text": "Human beings have brains"
					},
					"Key": "AllCollection3"
				},
				{
					"Source":
					{
						"Text": "今天不是打台球的日子"
					},
					"Translation":
					{
						"Text": "It is not the day to play pool"
					},
					"Key": "Hint1-9"
				},
				{
					"Source":
					{
						"Text": "仔细阅读研究者黑板上的笔记吧"
					},
					"Translation":
					{
						"Text": "Read carefully the notes on the blackboard"
					},
					"Key": "Hint12-1"
				},
				{
					"Source":
					{
						"Text": "似乎厨房墙上有幅关于花的画"
					},
					"Translation":
					{
						"Text": "There seems to be a picture of flowers on the kitchen wall"
					},
					"Key": "Hint1-5"
				},
				{
					"Source":
					{
						"Text": "似乎厨房墙上有朵奇特的花"
					},
					"Translation":
					{
						"Text": "There seems to be a strange flower on the kitchen wall"
					},
					"Key": "Hint1-4"
				},
				{
					"Source":
					{
						"Text": "似乎城市地图上有两块特殊的地点"
					},
					"Translation":
					{
						"Text": "There seems to be two special places on the city map"
					},
					"Key": "Hint1-6"
				},
				{
					"Source":
					{
						"Text": "低"
					},
					"Translation":
					{
						"Text": "Low"
					},
					"Key": "Quality_0"
				},
				{
					"Source":
					{
						"Text": "低"
					},
					"Translation":
					{
						"Text": "Low"
					},
					"Key": "Quality_Normal"
				},
				{
					"Source":
					{
						"Text": "关"
					},
					"Translation":
					{
						"Text": "Off"
					},
					"Key": "Vsync_Off"
				},
				{
					"Source":
					{
						"Text": "再仔细看看听觉实验室宣传图吧"
					},
					"Translation":
					{
						"Text": "Take a closer look at the poster of the sound lab"
					},
					"Key": "Hint1-7"
				},
				{
					"Source":
					{
						"Text": "再仔细看看超市小票和所有的密码锁吧"
					},
					"Translation":
					{
						"Text": "Take a closer look at the supermarket receipt and all numeric locks"
					},
					"Key": "Hint1-8"
				},
				{
					"Source":
					{
						"Text": "卧室门的开关应当非常显眼"
					},
					"Translation":
					{
						"Text": "The switch of the bedroom door should be very conspicuous"
					},
					"Key": "Hint1-1"
				},
				{
					"Source":
					{
						"Text": "墙上的电路似乎通向某处"
					},
					"Translation":
					{
						"Text": "The circuit on the wall seems to lead somewhere"
					},
					"Key": "Hint1-2"
				},
				{
					"Source":
					{
						"Text": "声音带给人以缤纷的知觉感受，欢迎下次光临"
					},
					"Translation":
					{
						"Text": "Sound brings people a colorful sense of perception\r\nsee you next time"
					},
					"Key": "room7_end"
				},
				{
					"Source":
					{
						"Text": "大脑拥有感觉"
					},
					"Translation":
					{
						"Text": "The brains have senses"
					},
					"Key": "AllCollection4"
				},
				{
					"Source":
					{
						"Text": "寻找面具 : 0/2"
					},
					"Translation":
					{
						"Text": "Find the MASK: 0/2"
					},
					"Key": "find_mask_0"
				},
				{
					"Source":
					{
						"Text": "寻找面具 : 1/2"
					},
					"Translation":
					{
						"Text": "Find the MASK: 1/2"
					},
					"Key": "find_mask_1"
				},
				{
					"Source":
					{
						"Text": "寻找面具 : 2/2"
					},
					"Translation":
					{
						"Text": "Find the MASK: 2/2"
					},
					"Key": "find_mask_2"
				},
				{
					"Source":
					{
						"Text": "已经将这幅画放回书柜"
					},
					"Translation":
					{
						"Text": "This picture has been put back to the showcase"
					},
					"Key": "Collected2"
				},
				{
					"Source":
					{
						"Text": "开"
					},
					"Translation":
					{
						"Text": "On"
					},
					"Key": "Vsync_On"
				},
				{
					"Source":
					{
						"Text": "归还面具"
					},
					"Translation":
					{
						"Text": "Return the MASKS"
					},
					"Key": "return_mask"
				},
				{
					"Source":
					{
						"Text": "思维惯性虽然会致使错误，但能降低思考成本"
					},
					"Translation":
					{
						"Text": "Although thinking inertia can cause mistakes\r\nit can reduce thinking costs"
					},
					"Key": "Answer1-3"
				},
				{
					"Source":
					{
						"Text": "感 知 领 域"
					},
					"Translation":
					{
						"Text": "Realm : Before the Omniscience"
					},
					"Key": "GameTitle"
				},
				{
					"Source":
					{
						"Text": "感知领域\r\n\r\n\r\n\r\n制作者（按姓名首字母排序）\r\n\r\n总策划：江昊翰\r\n\r\n概念草案：贺情怡、江昊翰、游宁远、钟添芸\r\n\r\n概念设计：江昊翰\r\n\r\n关卡设计：江昊翰\r\n\r\n美术总监：贺情怡\r\n\r\n环境设计 ： 贺情怡、江昊翰、钟添芸\r\n\r\n美术素材 ： 贺情怡、江昊翰、钟添芸\r\n\r\n本地化总监：游宁远\r\n\r\n音乐总监 ：江昊翰\r\n\r\nUI设计：游宁远\r\n\r\n音效设计 ： 游宁远\r\n\r\n核心技术蓝图：钟添芸\r\n\r\n\r\n\r\n素材提供\r\n\r\n（注：部分素材未获得商用版权，本作品仅供娱乐使用，不允许将本作品以任何形式进行商业行为，违者必究）\r\n\r\n美术素材（虚幻商城免费产品）\r\n\r\nEdith Finch : Barbara Room\r\n\r\nEdith Finch : Cannery and LowPoly Kingdom\r\n\r\nEdith Finch : Classrooms and Bedrooms\r\n\r\nEdith Finch : Edie Room\r\n\r\nEdith Finch : Molly Room\r\n\r\nEdith Finch : Sam Room\r\n\r\nUE4 Starter Content\r\n\r\n\r\n\r\n音乐素材（均未获得商用版权）\r\n\r\n《#3》—— Aphex Twin (Room11 背景音乐)\r\n\r\n《#17》—— Aphex Twin (Room7 背景音乐)\r\n\r\n《T69 Collapse》 —— Aphex Twin (Room9 背景音乐)\r\n\r\n《空4》—— 超级市场 (Room6 背景音乐)\r\n\r\n《Synth》—— 大波浪 (Room8 背景音乐)\r\n\r\n《死在旋转公寓》—— 发光曲线 (Room6 背景音乐)\r\n\r\n《Amayadori》—— 幾何学模様 (Room3 背景音乐)\r\n\r\n《Entrance》—— 幾何学模様 (主菜单背景音乐)\r\n\r\n《独舞》—— 惘闻 (Room10 背景音乐)\r\n\r\n《8+2+8 II》—— 重塑雕像的权力 (Room7 背景音乐)\r\n\r\n《THE LAST DANCE, W_》 —— 重塑雕像的权力 (Room12 背景音乐)\r\n\r\n《Up Next: Bela Lugosi's Back》—— 重塑雕像的权力 (Room7 开门音效)\r\n\r\n\r\n\r\n特别鸣谢\r\n\r\n虚幻引擎4.26.2\r\n\r\n\r\n\r\n"
					},
					"Translation":
					{
						"Text": "Realm : Before the Omniscience\r\n\r\n\r\n\r\nContributors\r\n\r\nDirector : River75731\r\n\r\nConcept Sketch : FlazeNaive, Kizuna_AII, River75731, SilverNebula\r\n\r\nGame Concept Designer : River75731\r\n\r\nLevel Designer : River75731\r\n\r\nArt Director : FlazeNaive\r\n\r\nEnvironment Artist : FlazeNaive, Kizuna_AII, River75731\r\n\r\nArt Material : FlazeNaive, Kizuna_AII, River75731\r\n\r\nLocalization Director : SilverNebula\r\n\r\nUI Artist : SilverNebula\r\n\r\nAudio Director : River75731\r\n\r\nSE Artist  : SilverNebula\r\n\r\nLead Mechanic Programmer : Kizuna_AII\r\n\r\n\r\n\r\nArt Material (Free Material in Unreal Market)\r\n\r\nEdith Finch : Barbara Room\r\n\r\nEdith Finch : Cannery and LowPoly Kingdom\r\n\r\nEdith Finch : Classrooms and Bedrooms\r\n\r\nEdith Finch : Edie Room\r\n\r\nEdith Finch : Molly Room\r\n\r\nEdith Finch : Sam Room\r\n\r\nUE4 Starter Content\r\n\r\n\r\n\r\nMusic Material \r\n\r\n(Declaration : Some materials have not obtained commercial copyright. This work is for entertainment purposes only. Commercial activities in any form are not allowed.)\r\n\r\nAphex Twin - #3\r\n\r\nAphex Twin - #17 \r\n\r\nAphex Twin - T69 Collapse\r\n\r\nKikagaku Moyo - Amayadori\r\n\r\nKikagaku Moyo - Entrance\r\n\r\nRe-TROS - 8+2+8 II\r\n\r\nRe-TROS - THE LAST DANCE, W_\r\n\r\nRe-TROS - Up Next: Bela Lugosi's Back\r\n\r\nThe Big Wave - Synth\r\n\r\nGlow Curve - 死在旋转公寓\r\n\r\n惘闻 (Wang Wen) - 独舞\r\n\r\n超级市场 (The Supermarket) - 空4 (Empty #4)\r\n\r\n\r\n\r\nAcknowledgement\r\n\r\nUnreal Engine 4.26.2\r\n\r\n"
					},
					"Key": "ending_text"
				},
				{
					"Source":
					{
						"Text": "感觉塑造知觉"
					},
					"Translation":
					{
						"Text": "Senses shape perception"
					},
					"Key": "AllCollection1"
				},
				{
					"Source":
					{
						"Text": "慢慢探索吧！"
					},
					"Translation":
					{
						"Text": "Explore yourself!"
					},
					"Key": "NoHint"
				},
				{
					"Source":
					{
						"Text": "房间里的灯管乱七八糟，该重新装修下了"
					},
					"Translation":
					{
						"Text": "The lights in the room are messed up, it's time to redecorate"
					},
					"Key": "Hint1-3"
				},
				{
					"Source":
					{
						"Text": "按\"O\"切换眼睛"
					},
					"Translation":
					{
						"Text": "Press \"O\" to switch eyes"
					},
					"Key": "Room3_Phase_Change_Hint"
				},
				{
					"Source":
					{
						"Text": "控制室里的监控似乎还有一个能用"
					},
					"Translation":
					{
						"Text": "Monitor in the control room seems to be useful"
					},
					"Key": "Hint6-1"
				},
				{
					"Source":
					{
						"Text": "收集品：不忘初心"
					},
					"Translation":
					{
						"Text": "Collection Get: Never forget how you started"
					},
					"Key": "Collection3_Get"
				},
				{
					"Source":
					{
						"Text": "收集品：好眼力"
					},
					"Translation":
					{
						"Text": "Collection Get: Nice Sight"
					},
					"Key": "Collection1_Get"
				},
				{
					"Source":
					{
						"Text": "收集品：好身手"
					},
					"Translation":
					{
						"Text": "Collection Get: Nice Balance"
					},
					"Key": "Collection8_Get"
				},
				{
					"Source":
					{
						"Text": "收集品：强迫症？"
					},
					"Translation":
					{
						"Text": "Collection Get: Obsession"
					},
					"Key": "Collection2_Get"
				},
				{
					"Source":
					{
						"Text": "收集品：穿模BUG？"
					},
					"Translation":
					{
						"Text": "Collection Get: Model BUG?"
					},
					"Key": "Collection4_Get"
				},
				{
					"Source":
					{
						"Text": "收集品：语言达人"
					},
					"Translation":
					{
						"Text": "Collection Get: Talent of Language"
					},
					"Key": "Collection7_Get"
				},
				{
					"Source":
					{
						"Text": "收集品：迷失于色彩缤纷"
					},
					"Translation":
					{
						"Text": "Collection Get: Lost in Riot of Color"
					},
					"Key": "Collection6_Get"
				},
				{
					"Source":
					{
						"Text": "收集品：遁入黑暗"
					},
					"Translation":
					{
						"Text": "Collection Get: Seclusion in Darkness"
					},
					"Key": "Collection5_Get"
				},
				{
					"Source":
					{
						"Text": "普通"
					},
					"Translation":
					{
						"Text": "Normal"
					},
					"Key": "difficulty_1"
				},
				{
					"Source":
					{
						"Text": "李在赣神魔"
					},
					"Translation":
					{
						"Text": "IMBA"
					},
					"Key": "difficulty_2"
				},
				{
					"Source":
					{
						"Text": "知觉主导认知"
					},
					"Translation":
					{
						"Text": "Perception dominates cognition"
					},
					"Key": "AllCollection2"
				},
				{
					"Source":
					{
						"Text": "简单"
					},
					"Translation":
					{
						"Text": "Easy"
					},
					"Key": "difficulty_0"
				},
				{
					"Source":
					{
						"Text": "简单的事情往往需要简单的解决方案"
					},
					"Translation":
					{
						"Text": "Simple problem, simple solution"
					},
					"Key": "Answer1-1"
				},
				{
					"Source":
					{
						"Text": "篝火附近有张闪闪发光的地图"
					},
					"Translation":
					{
						"Text": "There is a shiny map near the campfire"
					},
					"Key": "Hint6-3"
				},
				{
					"Source":
					{
						"Text": "紫色的灯条似乎在哪里见过，它代表着什么呢"
					},
					"Translation":
					{
						"Text": "The purple light bar seems to been seen\r\nWhat does it stand for?"
					},
					"Key": "Hint6-2"
				},
				{
					"Source":
					{
						"Text": "警告：内存不足"
					},
					"Translation":
					{
						"Text": "WARNING: OUT OF MEMORY"
					},
					"Key": "room12_nomemory"
				},
				{
					"Source":
					{
						"Text": "道路已打开"
					},
					"Translation":
					{
						"Text": "Door is Opened"
					},
					"Key": "door_opened"
				},
				{
					"Source":
					{
						"Text": "高"
					},
					"Translation":
					{
						"Text": "High"
					},
					"Key": "Quality_2"
				},
				{
					"Source":
					{
						"Text": "高"
					},
					"Translation":
					{
						"Text": "High"
					},
					"Key": "Quality_High"
				}
			]
		},
		{
			"Namespace": "UItext",
			"Children": [
				{
					"Source":
					{
						"Text": "主音量"
					},
					"Translation":
					{
						"Text": "Main Volume"
					},
					"Key": "052E2C90410765CE8B2203A339939BFE"
				},
				{
					"Source":
					{
						"Text": "保存"
					},
					"Translation":
					{
						"Text": "Save"
					},
					"Key": "F90AAA0A4328811A554DB286161DB836"
				},
				{
					"Source":
					{
						"Text": "保存存档"
					},
					"Translation":
					{
						"Text": "Save"
					},
					"Key": "B22B6BEF4D2A6D5C111EB59145E6A140"
				},
				{
					"Source":
					{
						"Text": "加载存档"
					},
					"Translation":
					{
						"Text": "Load"
					},
					"Key": "63DB20C34F7C07EB360E179D2DE61A91"
				},
				{
					"Source":
					{
						"Text": "回到游戏"
					},
					"Translation":
					{
						"Text": "Back"
					},
					"Key": "2744207C4506CC00AF8E9A8D2E3ACED3"
				},
				{
					"Source":
					{
						"Text": "垂直同步"
					},
					"Translation":
					{
						"Text": "Vsync"
					},
					"Key": "2FC7209F46948D61A4A65EB66DBE2276"
				},
				{
					"Source":
					{
						"Text": "应用"
					},
					"Translation":
					{
						"Text": "Apply"
					},
					"Key": "366A390A4307D735F7872EA25F19F2F2"
				},
				{
					"Source":
					{
						"Text": "开始游戏"
					},
					"Translation":
					{
						"Text": "Start"
					},
					"Key": "2A1A6CB2407D800CB63F21AFF5156353"
				},
				{
					"Source":
					{
						"Text": "感知领域"
					},
					"Translation":
					{
						"Text": "RealM"
					},
					"Key": "257DCA734FBBC77DF6027FBDA0FAC186"
				},
				{
					"Source":
					{
						"Text": "控制"
					},
					"Translation":
					{
						"Text": "Controller"
					},
					"Key": "C3615D004D69CE9DB91EC7B8593AC2FE"
				},
				{
					"Source":
					{
						"Text": "普通"
					},
					"Translation":
					{
						"Text": "Normal"
					},
					"Key": "D813423B43AF4978DA004FA510A236EB"
				},
				{
					"Source":
					{
						"Text": "李在赣神魔"
					},
					"Translation":
					{
						"Text": "IMBA"
					},
					"Key": "1F3BC4A345B3A65669542685DBDDF6F1"
				},
				{
					"Source":
					{
						"Text": "游戏中不可更改"
					},
					"Translation":
					{
						"Text": "Can't change difficulty during the game"
					},
					"Key": "CC49426A412561891972F0830C56D46F"
				},
				{
					"Source":
					{
						"Text": "画质"
					},
					"Translation":
					{
						"Text": "Quality"
					},
					"Key": "TextBlockDefaultValue"
				},
				{
					"Source":
					{
						"Text": "画面"
					},
					"Translation":
					{
						"Text": "Graphic"
					},
					"Key": "1F0085F940B73586FF081896CEFA6381"
				},
				{
					"Source":
					{
						"Text": "界面 "
					},
					"Translation":
					{
						"Text": "UI"
					},
					"Key": "B5500EED4C6C43C0CD93F3ADB4C0BE67"
				},
				{
					"Source":
					{
						"Text": "简单"
					},
					"Translation":
					{
						"Text": "Easy"
					},
					"Key": "8EA770C746369560D79B78AC138B80FC"
				},
				{
					"Source":
					{
						"Text": "视角速度"
					},
					"Translation":
					{
						"Text": "Camera Speed"
					},
					"Key": "FE4C0E734D52EA00655D9FB77AA01A91"
				},
				{
					"Source":
					{
						"Text": "设置"
					},
					"Translation":
					{
						"Text": "Setting"
					},
					"Key": "EC3CC76D4E4F7EAF2CB766AAAC2B9FD2"
				},
				{
					"Source":
					{
						"Text": "设置"
					},
					"Translation":
					{
						"Text": "Setting"
					},
					"Key": "215938FC41D63944F4DCF7ABD430D640"
				},
				{
					"Source":
					{
						"Text": "设置"
					},
					"Translation":
					{
						"Text": "Setting"
					},
					"Key": "49EF48744883D351A6D08BA6E98645D7"
				},
				{
					"Source":
					{
						"Text": "读取"
					},
					"Translation":
					{
						"Text": "Load"
					},
					"Key": "CAD45E6843E9280F7E8673BE280DCEE8"
				},
				{
					"Source":
					{
						"Text": "返回"
					},
					"Translation":
					{
						"Text": "Cancel"
					},
					"Key": "B5A72D9E494FE747DD5805989D2E7804"
				},
				{
					"Source":
					{
						"Text": "返回"
					},
					"Translation":
					{
						"Text": "Cancel"
					},
					"Key": "D53D3C104DC9FE97715BB4B4F9FFF447"
				},
				{
					"Source":
					{
						"Text": "返回"
					},
					"Translation":
					{
						"Text": "Cancel"
					},
					"Key": "DC6DAF0049A4CC2DB6012B83CAC195E8"
				},
				{
					"Source":
					{
						"Text": "返回标题"
					},
					"Translation":
					{
						"Text": "Return to Title"
					},
					"Key": "6E43EC0D47CE475FA3E9768E808BCB16"
				},
				{
					"Source":
					{
						"Text": "退出游戏"
					},
					"Translation":
					{
						"Text": "Exit"
					},
					"Key": "4E3C555E4B937DBAF5D24A8D23E154FF"
				},
				{
					"Source":
					{
						"Text": "退出游戏"
					},
					"Translation":
					{
						"Text": "Exit"
					},
					"Key": "8E04B5F041FF6671B4A58EAEF0844646"
				},
				{
					"Source":
					{
						"Text": "难度："
					},
					"Translation":
					{
						"Text": "Difficulty"
					},
					"Key": "3F153966477978B8834DA297F61B4F0F"
				},
				{
					"Source":
					{
						"Text": "音乐"
					},
					"Translation":
					{
						"Text": "Music"
					},
					"Key": "D6B4F4974AE61FBB1693778B65889BC8"
				},
				{
					"Source":
					{
						"Text": "音效"
					},
					"Translation":
					{
						"Text": "SE"
					},
					"Key": "38F0F1B1445B605B6DF0E0B5DD01F5C5"
				},
				{
					"Source":
					{
						"Text": "音量"
					},
					"Translation":
					{
						"Text": "Volume"
					},
					"Key": "5A72B54A42C3A8AEFBB469BAECE0B41B"
				}
			]
		}
	]
}